[
  {
    "id": 1,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["vezekuljarnoe.ogg"],
    "correct_answer": "Везикулярное (альвеолярное) дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Везикулярное дыхание — результат колебания эластических элементов стенок альвеол во время их последовательного заполнения воздухом на протяжении всей фазы вдоха и в течение ⅓ фазы выдоха в результате падения напряжения стенок альвеол. Везикулярное дыхание напоминает звук, который образуется при произношении буквы «ф» в момент вдоха-ния воздуха. При этом вдох длиннее и громче, а выдох короче и тише."
    }
  },
  {
    "id": 2,
    "text": "Какую патологию вы слышите?",
    "audio_paths": ["vezekuljarnoe-low-levoe.ogg"],
    "correct_answer": "Ослабленное везикулярное дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Везикулярное дыхание может усиливаться или ослабевать и в физиологических условиях, и при патологических процессах. Патологическое ослабление везикулярного дыхания характеризуется укороченным вдохом и почти не слышимым выдохом и бывает при заболеваниях легких и плевры. При эмфиземе легких везикулярное дыхание ослабевает."
    }
  },
  {
    "id": 3,
    "text": "Какой тип дыхания вы слышите?",
    "audio_paths": ["puerilnoe-dyshanie-levoe.ogg"],
    "correct_answer": "Пуэрильное дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Пуэрильное дыхание (лат. puer «ребёнок») — разновидность везикулярного дыхания у здоровых детей в возрасте от 6 месяцев — 1 года до 7 лет, отличающееся от везикулярного усиленным и продолжительным шумом выдоха, и не встречается у взрослых."
    }
  },
  {
    "id": 4,
    "text": "Какой дыхательный шум вы слышите?",
    "audio_paths": ["larinhotrahealnoe-dyshanie.ogg"],
    "correct_answer": "Ларинготрахеальное дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Ларинготрахеальное дыхание — это стенотический шум, возникающий при прохождении воздуха через область физиологического сужения — голосовую щель. Лучше всего его выслушивают в месте образования, т.е. на хрящах гортани и трахеи. По характеру звучания ларинготрахеальный дыхательный шум напоминает произношение буквы «X». Ларинготрахеальное дыхание слышно на вдохе и выдохе."
    }
  },
  {
    "id": 5,
    "text": "Какую патологию вы слышите?",
    "audio_paths": ["krupoznoe.ogg"],
    "correct_answer": "Патологическое бронхиальное дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Патологическое бронхиальное дыхание (ПБД) – выслушивается над лёгочной тканью вместо нормального везикулярного дыхания за счёт патологически усиленного проведения ларинготрахеального дыхания на поверхность грудной клетки. Физические механизмы ПБД: уплотнение лёгочной ткани (пневмония в фазе опеченения, компрессионный ателектаз, пневмосклероз); появление воздушной полости сообщающейся с бронхом. В данном случае выслушивается при правосторонней крупозной пневмонии 1 стадии."
    }
  },
  {
    "id": 6,
    "text": "Какой патологический шум вы слышите?",
    "audio_paths": ["abscess.ogg"],
    "correct_answer": "Амфорическое дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Амфорическое дыхание формируется при образовании в легких полости (каверна, абсцесс, крупный бронхоэктаз) сообщающейся с бронхом. В таком случае, при дыхании звук бронхиального дыхания по бронхам попадает в полость, резонирует, окрашивается многими обертонами и приобретает сходство со звуком, который возникает если дуть в горлышко бутылки (амфоры). В данном случае выслушивается при крупном абсцессе левого легкого."
    }
  },
  {
    "id": 7,
    "text": "Какой тип дыхания вы слышите?",
    "audio_paths": ["zhestkoe-dyshanie.ogg"],
    "correct_answer": "Жесткое дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Жесткое дыхание – это особое везикулярное дыхание, при котором изменяется тембр (нет мягкости) и нарушается соотношение вдоха к выдоху в сторону 1:1. Чаще выслушивается над обеими половинами грудной клетки, но может определяться и на ограниченном участке. Признаки: грубое, неровное, вдох = выдох. Место возникновения жесткого дыхания – бронхи. В данном случае выслушивается у пациента с хроническим бронхитом."
    }
  },
  {
    "id": 8,
    "text": "Какой дыхательный шум вы слышите?",
    "audio_paths": ["sakkodirovannoe.ogg"],
    "correct_answer": "Саккадированное дыхание",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Саккадированное (прерывистое) дыхание – патологическая разновидность везикулярного дыхания. Вдох состоит из нескольких прерывистых шумов, разделенных промежутками, выдох не изменен. СД возникает из-за поочередного последовательного проникновения воздуха из одного участка лёгкого в другой вследствие неравномерного сужения разнокалиберных бронхов. В данном случае выслушивается у пациента с вегетососудистой дистонией."
    }
  },
  {
    "id": 9,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["hripy.ogg", "forsirovannoj.ogg"],
    "correct_answer": "Сухие дискантовые (свистящие) хрипы",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Сухие дискантовые (свистящие) хрипы – побочный дыхательный шум. Возникает в мелких бронхах и бронхиолах из-за сужения их просвета за счет наличия в них пристеночно-вязкой мокроты, в случае колебания воздухом перемычек и нитей вязкой мокроты в бронхах, из-за отёка или утолщения слизистой бронхов и/или бронхоспазма. В данном случае выслушивается у пациента с хроническим обструктивным бронхитом."
    }
  },
  {
    "id": 10,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["hripy-suhie.ogg", "suhoj.ogg"],
    "correct_answer": "Сухие басовые хрипы",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Сухие басовые хрипы – побочный дыхательный шум. Возникает в крупных и средних бронхах, трахее. Аускультативная характеристика: низкие звуки «музыкального» характера, похожие на гудение или жужжание. Лучше слышны на вдохе и непостоянны (особенно при покашливании)."
    }
  },
  {
    "id": 11,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["melko.ogg", "posle-pokashlivanija.ogg"],
    "correct_answer": "Влажные мелкопузырчатые хрипы",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Мелкопузырчатые влажные хрипы - это звуки, возникающие в дыхательных путях при наличии избыточной жидкости, обычно связанной с заболеваниями легких. Основные причины: пневмония, хроническая обструктивная болезнь легких (ХОБЛ), сердечная недостаточность, бронхит."
    }
  },
  {
    "id": 12,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["sredne.ogg", "srednie.ogg"],
    "correct_answer": "Влажные средне и крупнопузырчатые хрипы",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Хрипы влажные - средне и крупнопузырчатые - это звуки, возникающие при наличии жидкости в дыхательных путях. Среднепузырчатые хрипы обычно возникают при наличии жидкости в бронхах, часто слышны при кашле и могут исчезнуть после отхождения мокроты. Крупнопузырчатые хрипы свидетельствуют о более глубоком уровне стенозы или наличии жидкости в более крупных дыхательных путях. Возможные причины: пневмония, отек легких, бронхит, хронические заболевания легких."
    }
  },
  {
    "id": 13,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["melko-puzychatye.ogg"],
    "correct_answer": "Влажные не звонкие мелкопузырчатые хрипы",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Влажные не звонкие мелкопузырчатые хрипы - это звуки, которые возникают в нижних дыхательных путях и могут указывать на наличие жидкости, например, при воспалительных процессах в легких. Характеристики: не звонкие - эти хрипы не имеют ярко выраженного металлического или резонирующего звучания, они более приглушенные; мелкопузырчатые - эти хрипы чаще всего возникают при накоплении жидкости в мелких бронхах и альвеолах. Возможные причины: острая или хроническая пневмония, бронхит, легочный отек, хронические обструктивные заболевания легких."
    }
  },
  {
    "id": 14,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["zvonkie.ogg"],
    "correct_answer": "Влажные звонкие мелкопузырчатые хрипы",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Влажные звонкие мелкопузырчатые хрипы - это звуки, возникающие в дыхательных путях, которые могут указывать на наличие экссудата в легких. Характеристики: звонкие - эти хрипы имеют ярко выраженное резонирующее звучание, что указывает на раздражение или сужение дыхательных путей; мелкопузырчатые - они образуются при попадании жидкости в альвеолы или мелкие бронхи. Возможные причины: пневмония, бронхит или бронхиолит, легочный отек."
    }
  },
  {
    "id": 15,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["krepi.ogg", "krepitacija-posle.ogg"],
    "correct_answer": "Крепитация",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Крепитация – это звук, который возникает в дыхательных путях при дыхании или при обследовании легких. Этот звук имеет характерную «хрустящую» или «шипящую» природу. Крепитация может быть связана с различными состояниями: заболевания легких (пневмония, легочный отек, бронхит и интерстициальные заболевания легких), заболевания сердца (при сердечной недостаточности может произойти накопление жидкости в легких), легочные инфекции. Характеристики: тип звука - «хрустящий», «пшикающий» или «шумящий»; время появления - чаще всего слышна при вдохе; локализация - может быть двусторонней или односторонней."
    }
  },
  {
    "id": 16,
    "text": "Какой звук вы слышите при аускультации?",
    "audio_paths": ["prervy.ogg", "plerva-posle.ogg", "trenie.ogg"],
    "correct_answer": "Шум трения плевры",
    "tag": "lung_sounds",
    "explanation": {
      "correct_text": "Верно!",
      "incorrect_text": "Неверно.",
      "detailed_text": "Шум трения плевры – это звук, возникающий при движении плевральных листков друг о друга. Причины: воспаление плевры (плеврит может приводить к образованию фибрина на поверхности плевры), инфекции (бактериальные и вирусные), травмы (механические повреждения грудной клетки), рак (опухолевые процессы в легких или плевре). Характеристики: тип звука - «шершавый», «похожий на хруст» или «напоминающий звук шагов по снегу»; условия прослушивания - звук наилучшим образом слышен при глубоком вдохе и может изменяться в зависимости от положения пациента; локализация - может быть слышен в определенных участках грудной клетки, часто с одной стороны."
    }
  }
]
